<?php
return array(
	'_TOKEN_ERROR_'          => '表单不能重复提交',
	'RULE_TYPE' => array(
		'总佣金比例', '按成交价比例', '固定佣金', '现金奖', '套结佣金'
	),
	'JIEYONG_TYPE' => array('按揭付款', '一次性付款/分次付款'),
	'PROPERTY_MAP' => array(
		'无', '写字楼', '商铺', '工业', '教育', '医疗',
            '车位', '住宅', '公寓', '酒店式公寓', '花园式洋房',
            '别墅'
	),
	'CONTACT_MAP' => array(
		'负责人', '统筹', '财务', '拓盘', '咨询驻场', '对接驻场', '报备驻场', '结佣', '转介', '会计'
	),
	'POINT_MAP' => array(
		'放按揭款', '交定金', '签订认购书', '网签买卖合同', '交首期款', '签订按揭合同', '银行审批', '草签买卖合同'
	),
	'PROJECT' => 1,
	'PROJECT_MSG' => 2,
	'YONGJIN' => 3,
	'JIEYONG' => 4,
	'BAOBEI' => 5,
	'CONTACT' => 6,
	'LICENCE' => 7,
	'HUXING' => 8,
	'CONFIG' => 9,
	'PROXY_STATUS' => array('已完结', '代理中', '代理中止'),
	'PROXY_MOD' => array('联动代理', '策划代理', '现场代理'),
	'SALE_MAP' => array('待售', '在售', '售罄'),
	'PROJECT_FEATURE' => array('无', '真房源', '打折优惠', '带装修', '学区房', '别墅', '海景房', '地铁房', '旅游地产', '南北通透', '景观好', '安静', '普通住宅', '山景特色', '公寓')
);